[
    {
        "title": "﻿FARSI 975 CES 2019 "
    },
    "",
    "",
    {
        "section": "SPEN / CES SETUP"
    },
    "",
    "",
    "PIX - CES",
    "",
    "OOV:",
    "2019 starts with the Consumer Electronics Show in Las Vegas",
    "This is where you come to see all the big new tech - the crazy new ideas, and the occasional polar bear. (PIX- polar bear) Anything to get attention, basically - which is Vegas all over.",
    "",
    "سال ۲۰۱۹ با نمایشگاه بین‌المللی سی ای اس در لاس‌وگاس آغاز شد",
    "جایی که همه میان تا بزرگ‌ترین فناوری‌های تازه، ایده‌های جدید دیوانه‌وار و حتی خرس‌های قطبی رو ببینند. ",
    "و هر چه که توجه‌ها رو به خودش جلب کنه... چیزی که اصلا ماهیت وگاسه.",
    "OOV:",
    "But what does it all mean? What will the coming year look like? What is the important tech that you need to look out for?",
    "",
    "ولی همه اینها به چه معناست؟ سال  میلادی پیش رو چه طور خواهد بود؟ و مهم‌ترین فناوری‌هایی که قراره دنبالش بریم چه چیزهاییه؟",
    "",
    "",
    "PTC:",
    "We’re going and try to tell you the story of CES 2019 by bringing you... ",
    "",
    "ما تلاش می کنیم چند و چون نمایشگاه سی ای اس 2019 را با شما در میان بذاریم با...\u2028",
    "GFX - COUNTERS APPEAR FOR 20 GADGETS AND 19 - LET’S MAKE THEM SAY 20 AND 19 AT FIRST",
    "",
    "PTC:",
    "...20 bits of tech in the next 19 minutes - mind you, that is a lot of stuff in not a lot of time, we better crack on. Quick tip, CES is always a mix of big trends and stuff and nonsense - I will leave you to workout which is which...",
    "",
    "بیست تکه فناوری در 19 دقیقه. دقت کنید که این چیزای خیلی زیادیه در وقت خیلی کم.",
    "بهتره شروع کنیم. یک نکته این که سی ای اس همیشه تلفیقی از فناوری های گنده و چیزهای بی معنیه، قضاوتش با شما.",
    "",
    "GFX - REWIND THE COUNTERS FROM 20 TO 0 AND FROM 19 TO 0",
    "",
    "PTC changed to OOV:",
    "So, reset the counter, reset the clock - and we’ll start with something that’s always big here - TVs…",
    "",
    "خب، از محصولات بزرگ این نمایشگاه شروع می‌کنیم، یعنی تلویزیون‌ها",
    "",
    "",
    "",
    {
        "section": "SPEN / GADGET 1 / OLED LG TV"
    },
    "",
    "",
    "PIX ROSE DISPLAY 4 CURVED PRETTY DISPLAYS ",
    "",
    "OOV:",
    "The big screen technology here is OLED, and LG Display is the only company making large OLED screens. The tech has several advantages. It can be curved. It can do really black blacks... ",
    "",
    "فناوری بزرگ نمایشگر در اینجا او لده، و ال‌جی دیسپلی تنها شرکتیه که نمایشگرهای بزرگ او-لد می‌سازه. فناوری‌ای که چندین قابلیت داره. می‌تونه قوس برداره، می‌تونه سیاهش واقعا سیاه سیاه باشه...",
    "",
    "PIX TRANSPARENT DISPLAY",
    "",
    "OOV:",
    "Or it can be transparent ",
    "یا حتی شفاف بشه؟",
    "",
    "PIX- FROM SPENS PHONE SHOWING THINNESS ",
    "",
    "OOV:",
    "It can be very thin… And of course, it can be 8K is all the rage here. With 4 times the resolution of 4K.",
    "",
    "می‌تونه بسیار نازک... و البته می‌تونه با کیفیت 8K باشه. یعنی چهار برابر وضوح بیشتر از 4k.",
    "",
    "PTC:",
    "The simple structure of OLED also means that you can attach this thing called ‘exciters’ to the back of the display. Now, those are really, really thin things that turn the whole display onto a speaker. There are about 5 exciters, I think, on the back of this screen and I have to say, it really does sound like the audio is coming from the right part of the picture - and that is basically because it is.",
    "",
    "طراحی ساده اولد طوری کار می کند که شما می‌تونید این را که محرک نامیده میشه پشتش صفحه نمایش نصب کنید. این ها چیزای بسیار بسیار نازکیه که کل صفحه نمایش را به یک بلندگو تبدیل می کنه. پشت سر این صفحه نمایش به نظرم پنج محرک نصب شده و طوری کار می کنه که به نظر میاد صدا واقعا از جای مشخص صفحه بیرون میآد و به این دلیله که در واقع همینطور هم است.",
    "",
    "",
    "",
    "PIX - CLOSE UP OF BENDY PHONE, THEN CLOSE-UP OF HANDBAG AND TOP HAT WITH SCREENS ON, NOT REVEALING THAT SPEN IS WEARING THEM",
    "",
    "OOV:",
    "And finally this year, we’ve seen actual practical uses of possibly OLED’s coolest feature - it can be bendy.",
    "",
    "و سرانجام، امسال موفق شدیم احتمالا جالب‌ترین کارآیی اولد را در عمل ببینیم - قابلیت انعطاف.",
    "",
    "GFX: 1 - 2",
    "",
    {
        "section": "LARA LEWINGTON / GADGET 2/ EYEQUE"
    },
    "",
    "",
    "GFX: 2 - 2",
    "",
    "PTC:",
    "Well, if you’ve been meaning for a while to get round to having an eye test but have not quite had time, the solution could be this. (showing device attached to her phone) This device attaches to a smartphone and you can test your own eyes. Now, what you do is… you look through one eye at a time (Lara using device) There’s a green line and red line, and you need to move them closer together - You just tap this button on the top to do it… (Lara pressing the button) And...there we go, I hope I’m not going to learn anything surprising. ",
    "",
    "این دستگاه به اپی متصله که روی گوشی هوشمند نصب می‌شه. تنها کاری که باید بکنید اینه که… اول با یک چشم نگاه کنید - بعد با دکمه‌های بالای دستگاه طوری کار می‌کنید که دو مستطیل رنگی روی هم بیفتند. بعد اون لحظه رو با دکمه دیگه ثبت می‌کنید.",
    "",
    "",
    {
        "section": "NICK KWEK / GADGET 3 / RACEFIT "
    },
    "",
    "",
    "",
    "GFX: 3 -3 ",
    "",
    "PIX- Nick entrance shot ",
    "",
    "OOV:",
    "A new year a new me.",
    "",
    "سال نو شروع نو",
    "",
    "PIX - montage of Nick parking around exercising. ",
    "",
    "",
    "",
    "PTC: ",
    "So around this suit are various sensors that are analysing my motion and the idea is that they’ll be able to tell me if I’m using the correct posture or not when doing various exercises. So if I’m not doing my lunges correctly I’ll get me a ruddy good telling off!",
    "",
    "این لباس به یک سری حسگر مجهز است که حرکات من را بررسی می کند تا در نتیجه به من بگوید که موقع تمرین های مختلف کارم را درست انجام می دهم یا نه. خب جهشم درست نیست…",
    "APP: “Front leg angle to shallow” ",
    "",
    "زاویه جلوی پا خیلی کم است",
    "",
    "OOV:",
    "Accelerometers, gyroscopes and e-compasses inside the Racefit suit measure what I’m doing and how I’m doing it, which allows it’s accompanying app to suitably berate me!",
    "",
    "یک سری شتاب‌سنج، ژیروسکوپ یا چرخش‌نما و قطب‌نمای الکترونیکی، داخل لباس Racefit جاساز شدند که کارهایی رو که انجام می‌دم و چطوری انجام می‌دم رو اندازه‌گیری می‌کنند تا به یک اپ کمک کنند تا تنبیهم کنه.",
    "",
    "GFX: 3 - 4",
    "",
    "APP: “Hip position too high. Leg angle too deep”",
    "",
    "باسن بیش از حد بالاست. زاویه پا خیلی زیاد است",
    "",
    "OOV:",
    "You have to wirelessly charge it up - but it’s machine washable - thank goodness!",
    "",
    "باید به طور بی‌سیم شارژش کنید اما خوشبختانه می‌شه توی ماشین لباسشویی شستش.",
    "",
    "PIX - Nick passed out on floor.",
    "",
    "",
    "",
    "DAVE LEE / GADGET 5 / CAR ENTERTAINMENT",
    "",
    "",
    "GFX: 5 - 4",
    "",
    "PTC:",
    "So Audi thing it has come with and idea to keep us more entertained while we are traveling in the back of a car. I will check it out.",
    "",
    "آئودی با ایده‌ای اومده که قراره ما رو در حین ماشین‌سواری و در صندلی پشتی ماشین سرگرم کنه. بعدا نگاهی بهش می‌اندازم.",
    "",
    "Dave talks to the woman while entering the car",
    "",
    "DAVE: “How are we doing?”",
    "چطوری؟",
    "",
    "Woman: “Alright. Enjoy the ride”",
    "",
    "خوب. خوش بگذره.",
    "",
    "DAVE: “Brilliant”",
    "",
    "عالی",
    "GFX: 5 - 5",
    "",
    "",
    "OOV:",
    "This VR system was made in collaboration with Disney and it monitors data from the car’s actual movements.",
    "",
    "این سامانه واقعیت مجازی با همکاری دیزنی ساخته شده که داده‌ها رو از حرکت واقعی خودرو  می‌گیره و بررسی می‌کنه.",
    "",
    "PTC:",
    "So when I pull away. I really feel it, because the car is moving",
    "",
    "خب وقتی به راهش می‌اندازم واقعا حسش می‌کنم چون خودروی واقعی حرکت می‌کنه.",
    "",
    "SOT NILS WOLLNY, Head of Digital Business, Audi:\u2028“What we have created, basically, is a completely new category of content, because it is the first time that it is something that works best in the car.”",
    "",
    "نیل والنی: ",
    "\"چیزی که ما ساختیم در واقع دسته کاملا جدید از محتواست، چون این اولین باریه که یک چیزی در خودرو به نحو احسن کار می‌کنه.\"",
    " ",
    "PTC Dave using device:",
    "I am shooting in the game, I am looking around, obviously the movement is determined by where the car is moving. So I don’t feel in control of where I am going, but it does make it feel very physical. ",
    "",
    "دارم توی بازی شلیک می‌کنم... اطرافم را نگاه می‌کنم… طبیعتا مسیر حرکت منطبقه با حرکت خودرو. در واقع حس این رو ندارم که جهت حرکت رو خودم انتخاب می‌کنم اما خیلی ملموس به نظر میاد.",
    "",
    "OOV:",
    "But I don’t know, something about the combination of virtual reality and whizzing around on a racetrack did not feel too good. ",
    "",
    "نمی‌دونم اما مجموع واقعیت مجازی و دور دور زدن توی پیست مسابقه حس و حال خوبی بهم نداد.",
    "",
    "PIX- Dave using the app",
    "",
    "PTC:",
    "You said it would not make me nauseous, that was a lie.",
    "",
    "",
    "گفتی که حالم رو بد نمی‌کنه اما دروغ بود.",
    "",
    "GFX: 5 - 6",
    "",
    "OOV:",
    "But is ok because on the CES show floor I found a different approach. This is an effort by Intel and Warner Brothers to imagine how we might entertain ourselves when cars are self driving.",
    "",
    "ولی عیب نداره چون در نمایشگاه CES به مورد متفاوتی برخوردم. کار مشترکی از اینتل و وارنز برازرز که سرمون رو موقع استفاده از ماشین خودران گرم می‌کنه.",
    "",
    "SOT DAVE with MARCIE MILLER, Automated Driving, Intel:",
    "",
    "APP: “Hello, Sir”",
    "",
    "سلام آقا",
    "",
    "DAVE: “Wow. Here we go”",
    "",
    "دیو: آها! همینه.",
    "",
    "MARCIE MILLER, Automated Driving, Intel: “Monitors coming up in a very, you know, dramatic fashion”",
    "مارسی میلر، بخش رانندگی خودکار، اینتل: نمایشگرها یه جورایی... خیلی نمایشی بالا میان",
    "",
    "DAVE: “This is very futuristic.” ",
    "",
    "این خیلی آینده‌نگرانه است..",
    "",
    "",
    "MARCIE MILLER: “Yes”",
    "",
    "بله ",
    "",
    "OOV:",
    "There is also this safety tablet, which displays data on what is happening around the car like in the real world.”",
    "",
    "علاوه بر این یه تبلت امنیتی هم داره که وضعیت اطراف خودرو رو عین دنیای واقعی بهمون نشون می‌ده.",
    "",
    ""
]